[IRI_Berserker X2UniversalSoldierClassInfo]
ClassSpecializationTitle="狂战士"
ClassSpecializationSummary="狂战士是不可阻挡的狂暴，他们享受暴力并陶醉于对鲜血的渴望。仅仅一个关于其中一个出现在战场上的谣言就足以灌输致命的恐惧，即使是在无意识的降临无人机中."

[IRI_Charger X2UniversalSoldierClassInfo]
ClassSpecializationTitle="雷霆侍从"
ClassSpecializationSummary="雷霆侍从在战场上四处奔波，用闪电般的打击猛烈地打击敌人，必要时毫不费力地在攻击和撤退之间切换."

[IRI_Stalwart X2UniversalSoldierClassInfo]
ClassSpecializationTitle="坚定者"
ClassSpecializationSummary="我无法逾越的砖墙，坚定者是第一个与敌人面对面的人，对打击不屑一顾并保护他们的盟友."

[IRI_Breaker X2UniversalSoldierClassInfo]
ClassSpecializationTitle="破坏者"
ClassSpecializationSummary="破坏者利用他们的力量来拆除敌人的防御."